[{"date":"2022-07-13","explanation":"This is the deepest, sharpest infrared image of the cosmos so far. The view of the early Universe toward the southern constellation Volans was achieved in 12.5 hours of exposure with the NIRCam instrument on the James Webb Space Telescope. Of course the stars with six visible spikes are well within our own Milky Way. Their diffraction pattern is characteristic of Webb's 18 hexagonal mirror segments operating together as a single 6.5 meter diameter primary mirror. The thousands of galaxies flooding the field of view are members of the distant galaxy cluster SMACS0723-73, some 4.6 billion light-years away. Luminous arcs that seem to infest the deep field are even more distant galaxies though. Their images are distorted and magnified by the dark matter dominated mass of the galaxy cluster, an effect known as gravitational lensing. Analyzing light from two separate arcs below the bright spiky star, Webb's NIRISS instrument indicates the arcs are both images of the same background galaxy. And that galaxy's light took about 9.5 billion years to reach the James Webb Space Telescope.","hdurl":"https://raw.githubusercontent.com/alura-cursos/imersao-java-2-api/main/NASA-APOD-JamesWebbSpaceTelescope_1_url.jpg","media_type":"image","service_version":"v1","title":"Webb's First Deep Field","url":"https://raw.githubusercontent.com/alura-cursos/imersao-java-2-api/main/NASA-APOD-JamesWebbSpaceTelescope_1_url.jpg"},{"date":"2022-07-14","explanation":"Cataloged as NGC 3132 the Southern Ring Nebula is a planetary nebula, the death shroud of a dying sun-like star some 2,500 light-years from Earth. Composed of gas and dust the stunning cosmic landscape is nearly half a light-year in diameter, explored in unprecedented detail by the James Webb Space Telescope. In this NIRCam image the bright star near center is a companion of the dying star. In mutual orbit, the star whose transformation has ejected the nebula's gas and dust shells over thousands of years is the fainter stellar partner. Evolving to become a white dwarf, the faint star appears along the diffraction spike extending toward the 8 o'clock position. This stellar pair's orbital motion has resulted the complex structures within the Southern Ring Nebula.","hdurl":"https://raw.githubusercontent.com/alura-cursos/imersao-java-2-api/main/NASA-APOD-JamesWebbSpaceTelescope_2_url.jpg","media_type":"image","service_version":"v1","title":"Webb's Southern Ring Nebula","url":"https://raw.githubusercontent.com/alura-cursos/imersao-java-2-api/main/NASA-APOD-JamesWebbSpaceTelescope_2_url.jpg"},{"date":"2022-07-18","explanation":"OK, but why can't you combine images from Webb and Hubble? You can, and today's featured image shows one impressive result. Although the recently launched James Webb Space Telescope (Webb) has a larger mirror than Hubble, it specializes in infrared light and can't see blue -- only up to about orange.  Conversely, the Hubble Space Telescope (Hubble) has a smaller mirror than Webb and can't see as far into the infrared as Webb, but can image not only blue light but even ultraviolet.  Therefore, Webb and Hubble data can be combined to create images across a wider variety of colors.  The featured image of four galaxies from Stephan's Quintet shows Webb images as red and also includes images taken by Japan's ground-based Subaru telescope in Hawaii.  Because image data for Webb, Hubble, and Subaru are made freely available, anyone around the world can process it themselves, and even create intriguing and scientifically useful multi-observatory montages.    Stephan's Quintet from just: Webb, Hubble","hdurl":"https://raw.githubusercontent.com/alura-cursos/imersao-java-2-api/main/NASA-APOD-JamesWebbSpaceTelescope_3_url.jpg","media_type":"image","service_version":"v1","title":"Stephan's Quintet from Webb, Hubble, and Subaru","url":"https://raw.githubusercontent.com/alura-cursos/imersao-java-2-api/main/NASA-APOD-JamesWebbSpaceTelescope_3_url.jpg"}]
